[
  {"id":"aigoDistributionIntroducedNative2008a","abstract":"The interaction between native fishes and salmonids introduced in Patagonia at the beginning of the 20th Century, developed at the same time as the environmental change. The phenomenon of global warming has led to the formulation of predictions in relation to changes in the distribution of species, in the latitudinal dimension, both at intralacustrine, or small streams levels. The aim of the present work includes three main objectives: a) to compose a general and updated picture of the latitudinal distribution range of native and alien fishes, b) to analyze the historical changes in the relative abundance of Percichthys trucha, Odontesthes sp., and salmonids in lakes and reservoirs, and c) to relate the diversity and relative abundance of native and salmonid fishes to the environmental variables of lakes and reservoirs. We analysed previous records and an ensemble of data about new locations along the northern border of the Patagonian Province. We compared current data about the relative abundance of native fishes and salmonids in lakes and reservoirs, with previous databases (1984–1987). All samplings considered were performed during spring-summer surveys and include relative abundance, as proportions of salmonids, P. trucha, and Odontesthes sp. For the first time, we found changes in fish assemblages from twenty years back up to the present: a significant decline in the relative abundances of salmonids and an increase of P. trucha. We studied the association between the diversity and relative abundance of native and salmonid fishes and the environmental variables of lakes and reservoirs using Canonical Correspondence Analysis. Relative abundance showed mainly geographical cues and the diversity relied largely on morphometric characteristics. Relative abundance and diversity seem to have a common point in the lake area, included into the PAR concept. Native abundance and alien diversity were negatively related with latitude. Greater native diversity was observed in lakes with high PAR compared with salmonids. Historical changes such as southward dispersion, relative abundance changes, and geographical patterns for relative abundance and diversity are basic concepts needed not only in future research but also in management design for Patagonian fish populations.","author":[{"family":"Aigo","given":"Juana"},{"family":"Cussac","given":"Víctor"},{"family":"Peris","given":"Salvador"},{"family":"Ortubay","given":"Silvia"},{"family":"Gómez","given":"Sergio"},{"family":"López","given":"Hugo"},{"family":"Gross","given":"Miguel"},{"family":"Barriga","given":"Juan"},{"family":"Battini","given":"Miguel"}],"citation-key":"aigoDistributionIntroducedNative2008a","container-title":"Reviews in Fish Biology and Fisheries","DOI":"10.1007/s11160-007-9080-8","issue":"4","issued":{"date-parts":[[2008,11]]},"page":"387-408","title":"Distribution of introduced and native fish in Patagonia (Argentina): patterns and changes in fish assemblages","type":"article-journal","URL":"http://www.springerlink.com/index/10.1007/s11160-007-9080-8","volume":"18"},
  {"id":"aigoInteraccionEntrePeces2010","abstract":"En este trabajo se evaluó la vulnerabilidad al calentamiento global de las especies nativas y de los salmónidos introducidos en los lagos andino-patagónicos. La línea de investigación transcurre desde un enfoque regional en Patagonia hasta un enfoque local dentro de un lago andino. Inicialmente, se procesaron datos de abundancia (redes agalleras) y presencia-ausencia de especies nativas e introducidas en 99 lagos. En dichos ambientes, y comparativamente en ríos, se analizó la presencia de especies nativas por sí y mediante el coeficiente de integridad zoogeográfico (CIZ). Se analizó la relación entre abundancia, diversidad y variables ambientales en un rango latitudinal de 38 a 54º S, mediante un análisis canónico de correspondencias. Las abundancias correlacionaron significativamente, presentando mayor relación con las variables geográficas que con las variables morfométricas de los cuerpos de agua. Las mayores abundancias de salmónidos se asociaron con altas latitudes, mayores longitudes y bajas temperaturas de aire. Por otra parte, la mayor diversidad de especies nativas correspondió a ambientes con mayor relación perímetro-área y mayor desarrollo de línea de costa. Los valores de CIZ mostraron una menor integridad para ríos que para lagos. Asimismo, se compararon abundancias relativas de salmónidos, percas (Percichthys trucha, sensu Ruzzante et al., 2006) y pejerreyes (Odontesthes spp.) en un conjunto de lagos y embalses de Patagonia a partir de datos previos (Quirós, 1991) y datos actuales propios provenientes de capturas litorales (baterías y trenes de redes agalleras). Se encontraron cambios a gran escala en el patrón de abundancias relativas de nativos y salmónidos en los últimos 20 años. Se identificó, en 18 ambientes comparables, una disminución en las abundancias de las poblaciones de salmónidos y un aumento en las abundancias relativas de percas. En este trabajo se pudo identificar, tanto a nivel regional como local, tendencias en la respuesta de las diferentes especies nativas e introducidas a los actuales incrementos de temperatura. Particularmente en la zona litoral de los lagos andino-patagónicos y ante el aumento de temperaturas, las especies nativas podrían lograr un balance favorable, aliviando la depredación por parte de los salmónidos adultos y la competencia trófica por parte de los salmónidos juveniles, en el marco del compromiso alimentación-refugio.","author":[{"family":"Aigo","given":"Juana"}],"citation-key":"aigoInteraccionEntrePeces2010","DOI":"10.15713/ins.mmj.3","ISSN":"9789004310087","issued":{"date-parts":[[2010]]},"page":"189-189","title":"Interacción entre peces nativos y salmónidos en Patagonia: su vulnerabilidad al cambio climático","type":"article-journal"},
  {"id":"albarinoAlteredMayflyDistribution2011a","author":[{"family":"Albariño","given":"Ricardo Javier"},{"family":"Buria","given":"Leonardo Mario"}],"citation-key":"albarinoAlteredMayflyDistribution2011a","container-title":"Limnologica","DOI":"10.1016/j.limno.2010.07.004","issue":"3","issued":{"date-parts":[[2011,9]]},"page":"220-227","title":"Altered mayfly distribution due to strong interactions with alien rainbow trout in Andean streams of Patagonia","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0075951110000356","volume":"41"},
  {"id":"angermeierCharacterizingFishCommunity1999","abstract":"The number of community types occurring within landscapes is an important, but often unprotected, component of biological diversity. Generally applicable protocols for characterizing community diversity need to be developed to facilitate conservation. We used several multivariate techniques to analyze geographic variation in the composition of fish communities in Virginia streams. We examined relationships between community composition and six landscape variables: drainage basin, physiography, stream order, elevation, channel slope, and map coordinates. We compared patterns at two scales (statewide and subdrainage-specific) to assess sensitivity of community classification to spatial scale. We also compared patterns based on characterizing communities by species composition vs. ecological composition. All landscape variables explained significant proportions of the variance in community composition. Statewide, they explained 32% of the variance in species composition and 48% of the variance in ecological composition. Typical communities in each drainage or physiography were statistically distinctive. Communities in different combinations of drainage, physiography, and stream size were even more distinctive, but composition was strongly spatially autocorrelated. Ecological similarity and species similarity of community pairs were strongly related, but replacement by ecologically similar species was common among drainage-physiography combinations. Landscape variables explained significant proportions of variance in community composition within selected subdrainages, but proportions were less than at the statewide scale, and the explanatory power of individual variables varied considerably among subdrainages. Community variation within subdrainages appeared to be much more closely related to environmental variation than to replacement among ecologically similar species. Our results suggest that taxonomic and ecological characterizations of community composition are complementary; both are useful in a conservation context. Landscape features such as drainage, physiography, and water body size generally may provide a basis for assessing aquatic community diversity, especially in regions where the biota is poorly known. Systematic conservation of community types would be a major advance relative to most current conservation programs, which typically focus narrowly on populations of imperiled species. More effective conservation of aquatic biodiversity will require new approaches that recognize the value of both species and assemblages, and that emphasize protection of key landscape-scale processes.","author":[{"family":"Angermeier","given":"Paul L."},{"family":"Winston","given":"Matthew R."}],"citation-key":"angermeierCharacterizingFishCommunity1999","container-title":"Ecological Applications","DOI":"10.1890/1051-0761(1999)009[0335:CFCDAV]2.0.CO;2","ISSN":"999)009[0335","issue":"1","issued":{"date-parts":[[1999]]},"page":"335-349","title":"Characterizing fish community diversity across virginia landscapes: prerequisite for conservation","type":"article-journal","volume":"9"},
  {"id":"arismendiDifferentialInvasionSuccess2014","abstract":"Biological invasions create complex ecological and societal issues worldwide. Most of the knowledge about invasions comes only from successful invaders, but less is known about which processes determine the differential success of invasions. In this review, we develop a framework to identify the main dimensions driving the success and failure of invaders, including human influences, characteristics of the invader, and biotic interactions. We apply this framework by contrasting hypotheses and available evidence to explain variability in invasion success for 12 salmonids introduced to Chile. The success of Oncorhynchus mykiss and Salmo trutta seems to be influenced by a context-specific combination of their phenotypic plasticity, low ecosystem resistance, and propagule pressure. These well-established invaders may limit the success of subsequently introduced salmonids, with the possible exception of O. tshawytscha, which has a short freshwater residency and limited spatial overlap with trout. Although propagule pressure is high for O. kisutch and S. salar due to their intensive use in aquaculture, their lack of success in Chile may be explained by environmental resistance, including earlier spawning times than in their native ranges, and interactions with previously established and resident Rainbow Trout. Other salmonids have also failed to establish, and they exhibit a suite of ecological traits, environmental resistance, and limited propagule pressure that are variably associated with their lack of success. Collectively, understanding how the various drivers of invasion success interact may explain the differential success of invaders and provide key guidance for managing both positive and negative outcomes associated with their presence.","author":[{"family":"Arismendi","given":"Ivan"},{"family":"Penaluna","given":"Brooke E."},{"family":"Dunham","given":"Jason B."},{"family":"García de Leaniz","given":"Carlos"},{"family":"Soto","given":"Doris"},{"family":"Fleming","given":"Ian A."},{"family":"Gomez-Uchida","given":"Daniel"},{"family":"Gajardo","given":"Gonzalo"},{"family":"Vargas","given":"Pamela V."},{"family":"León-Muñoz","given":"Jorge"}],"citation-key":"arismendiDifferentialInvasionSuccess2014","container-title":"Reviews in Fish Biology and Fisheries","DOI":"10.1007/s11160-014-9351-0","ISSN":"0960-3166","issue":"3","issued":{"date-parts":[[2014]]},"page":"919-941","title":"Differential invasion success of salmonids in southern Chile: Patterns and hypotheses","type":"article-journal","volume":"24"},
  {"id":"bainAquaticHabitatAssessment1999","author":[{"family":"Bain","given":"Mark B"},{"family":"Stevenson","given":"Nathalie J"}],"citation-key":"bainAquaticHabitatAssessment1999","event-place":"Bethesda","issued":{"date-parts":[[1999]]},"publisher":"American Fisheries Society","publisher-place":"Bethesda","title":"Aquatic Habitat Assessment :common methods.","type":"book"},
  {"id":"barrigaImportanceSubstrateSize2013","abstract":"The study tests whether diurnal microhabitat use by Hatcheria macraei depends upon specific environmental parameters and/or the abundance of other fish. We carried out a 1-year field study in a low-order river of northern Patagonia, Pichileufu River, and used experimental trials to determine substrate preferences. Fishes were captured during daylight and physicochemical environmental variables were recorded. Headwater zones were dominated by rainbow trout (Oncorhynchus mykiss) and brown trout (Salmo trutta), while native fishes, H. macraei and the creole perch (Percichthys trucha) were more abundant downstream. H. macraei inhabited mostly shallow microhabitats with fast water velocity and substrates having significant interstitial spaces, independently of the abundance of other fishes. Experimental trials pointed out that H. macraei preferred mostly coarser substrates (>6 cm), avoiding fine ones. This study highlights the importance of erosional zones with high water velocity, large substrates, and suitable interstitial space in the microhabitat selection of H. macraei. The knowledge of microhabitat use by native fish populations is critical for management and conservation strategies and should be taken into account before any river modification.","author":[{"family":"Barriga","given":"J. P."},{"family":"Espinós","given":"N.","dropping-particle":"a."},{"family":"Chiarello-Sosa","given":"J. M."},{"family":"Battini","given":"M.","dropping-particle":"a."}],"citation-key":"barrigaImportanceSubstrateSize2013","container-title":"Hydrobiologia","DOI":"10.1007/s10750-012-1398-0","issue":"1","issued":{"date-parts":[[2013,3]]},"page":"191-206","title":"The importance of substrate size and interstitial space in the microhabitat selection by the stream-dwelling catfish Hatcheria macraei (Actinopterygii, Trichomycteridae)","type":"article-journal","URL":"http://link.springer.com/10.1007/s10750-012-1398-0","volume":"705"},
  {"id":"barrosCartasPrecipitacionZona1983","author":[{"family":"Barros","given":"V.R"},{"family":"Cordon","given":"V.H"},{"family":"Moyano","given":"C.L"},{"family":"Mendez","given":"R.J"},{"family":"Forquera","given":"J.C"},{"family":"Pizzio","given":"O"}],"citation-key":"barrosCartasPrecipitacionZona1983","event-place":"Buenos Aires","issued":{"date-parts":[[1983]]},"publisher-place":"Buenos Aires","title":"Cartas de precipitación de la zona oeste de las Provincias de Rio Negro y Neuquén: Primera contribución.","type":"report"},
  {"id":"belyeaAssemblyContingentRules1999","author":[{"family":"Belyea","given":"Lisa R"},{"family":"Lancaster","given":"Jill"}],"citation-key":"belyeaAssemblyContingentRules1999","container-title":"Oikos","issue":"3","issued":{"date-parts":[[1999]]},"page":"402-416","title":"Assembly within a contingent rules ecology","type":"article-journal","volume":"86"},
  {"id":"boothAssemblyTheoryApplied2002","abstract":"Community assembly is a branch of ecology that looks at how communities are assembled as they follow trajectories through time. A trajectory is controlled by biotic and abiotic constraints (filters) that act at multiple scales. From a total species pool, environmental and dispersal constraints control which species enter an ecological species pool. Within this pool, internal dynamics determine which of these species becomes part of the extant community. Environmental filters act by removing species that lack specific traits. Thus, traits are filtered, and with them, species. In this paper, we present the basic ecological theory of community assembly and address how it can be used in conjunction with a trait-based approach to understand and possibly predict how weed community structure changes in response to imposed filters such as tillage or crop rotation. Weed ecologists have struggled with the need to place our practical knowledge of agriculture and weeds into a broader theory, and there have been many calls to integrate ecology with agronomy and weed science. Community assembly might be one way to do so.","author":[{"family":"Booth","given":"Barbara D."},{"family":"Swanton","given":"Clarence J."}],"citation-key":"boothAssemblyTheoryApplied2002","container-title":"Weed Science","DOI":"10.1614/0043-1745(2002)050[0002:aiatat]2.0.co;2","issue":"1","issued":{"date-parts":[[2002]]},"page":"2-13","title":"Assembly theory applied to weed communities","type":"article-journal","volume":"50"},
  {"id":"bozekSegregationResidentTrout1992","abstract":"We assessed the relation of three measures of habitat to the distribution of four species of Salmonidae, cutthroat trout (Oncorhynchus clarki), brook trout (Salvelinus fontinalis), brown trout (Salmo trutta), arid rainbow trout (Oncorhynchus mykiss), in streams of the central Rocky Mountains. We examined whether single measures of three habitat dimensions (climate, stream energy, and stream size) could account for current distribution patterns of four resident trout species in Wyoming. The three habitat dimensions were represented by three habitat variables: elevation, channel gradient, and wetted stream width. Considerable overlap in the ranges of elevation, gradient, and wetted width was observed among reaches where the four species were found, but differences in the mean values of these habitat features were observed among species. Using discriminant analysis, we categorized the presence and absence of individual species in stream reaches by the three habitat variables. We successfully predicted the presence of brook trout (87%), cutthroat trout (59%), brown trout (50%), and rainbow trout (39%) in streams, but the absence of each species was predicted more successfully (rainbow trout (94%), brown trout (94%), cutthroat trout (90%), and brook trout (57%)). The three habitat features were useful in describing the segregation of trout species in streams of the central Rocky Mountains.","author":[{"family":"Bozek","given":"Michael A."},{"family":"Hubert","given":"Wayne A."}],"citation-key":"bozekSegregationResidentTrout1992","container-title":"Canadian Journal of Zoology","DOI":"10.1139/z92-126","ISSN":"0008-4301","issue":"5","issued":{"date-parts":[[1992]]},"page":"886-890","title":"Segregation of resident trout in streams as predicted by three habitat dimensions","type":"article-journal","URL":"http://www.nrcresearchpress.com/doi/10.1139/z92-126","volume":"70"},
  {"id":"buriaMovementSouthAmerican2007a","abstract":"Movement of the South American perch Percichthys trucha (Perciformes: Percichthyidae) was studied in a set of interconnected mountain lakes in northern Patagonia. Fish were tracked using attached acoustic tags and a fixed hydrophone array over two seasons, corresponding to the spawning (1999) and prespawning periods (2000). Percichthys trucha was found to move throughout the lake system, and to use a small, shallow, connected lake as a principal spawning area. In addition, detailed behavioural information was obtained for the spawning period. Most fish spent the initial 2 weeks descending from the littoral zone to depths of 5–8 m, presumably while feeding. Fish changed depth slowly, spending several days at each depth, and moving throughout the lake. A few days prior to the full moon, there was a change in behaviour thought to be associated with spawning, where the fish moved toward the vegetated littoral areas. Marked daily behaviour also began at this time, with movement to particular near-shore locations at dusk, and return to slightly greater depths offshore at or before dawn. Study of the behaviour of P. trucha during the breeding season has highlighted the conservation significance of the main locations within the lake system.","author":[{"family":"Buria","given":"L"},{"family":"Walde","given":"S J"},{"family":"Battini","given":"M."},{"family":"Macchi","given":"P J"},{"family":"Alonso","given":"M."},{"family":"Ruzzante","given":"D E"},{"family":"Cussac","given":"V E"}],"citation-key":"buriaMovementSouthAmerican2007a","container-title":"Journal of Fish Biology","DOI":"10.1111/j.1095-8649.2006.01297.x","issue":"1","issued":{"date-parts":[[2007,1]]},"page":"215-230","title":"Movement of a South American perch Percichthys trucha in a mountain Patagonian lake during spawning and prespawning periods","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1095-8649.2006.01297.x","volume":"70"},
  {"id":"cadotteShouldEnvironmentalFiltering2017","abstract":"Environmental filtering, where the environment selects against certain species, is thought to be a major mechanism structuring communities. However, recent criticisms cast doubt on our ability to accurately infer filtering because competition can give rise to patterns identical to those caused by environmental filtering. While experiments can distinguish mechanisms, observational patterns are especially problematic. The environment determines community composition not only directly via survival, but also by influencing competition. If species population growth rates covary with environmental gradients, then outcomes of competitive exclusion will also vary with the environment. Here, we argue that observational studies remain valuable, but inferences about the importance of the environment cannot rely on compositional data alone, and that species abundances, population growth, or traits must be correlated with the environment.","author":[{"family":"Cadotte","given":"Marc W."},{"family":"Tucker","given":"Caroline M."}],"citation-key":"cadotteShouldEnvironmentalFiltering2017","container-title":"Trends in Ecology and Evolution","DOI":"10.1016/j.tree.2017.03.004","ISSN":"0169-5347","issue":"6","issued":{"date-parts":[[2017]]},"page":"429-437","publisher":"Elsevier Ltd","title":"Should Environmental Filtering be Abandoned?","type":"article-journal","URL":"http://dx.doi.org/10.1016/j.tree.2017.03.004","volume":"32"},
  {"id":"colemanColdSummerTemperature2007a","abstract":"Translocation is a key strategy for conserving native subspecies of cutthroat trout Oncorhynchus clarkii that have declined markedly throughout their native range. Previous research showed that successful translocations of cutthroat trout in high‐elevation southern Rocky Mountain streams were more likely in streams with warm summer water temperature and led to the hypothesis that cold summer temperatures govern translocation success by limiting recruitment. We tested this by measuring the density and size of age‐0 cutthroat trout (greenback cutthroat trout O. c. stomias and Colorado River cutthroat trout O. c. pleuriticus) in six headwater streams in north‐central Colorado that varied in thermal characteristics. Surveys were conducted at peak emergence during 3 years in two widely spaced study reaches in each stream. Fry density increased with Celsius degree‐days accumulated during the growing season but did not vary significantly among years. We used laboratory data on the growth and survivorship of age‐0 cutthroat trout in three temperature regimes that were similar to those studied in the field to determine expected survivorship and size of fry at the start of winter, which occurred several weeks after peak emergence in our warmer reaches and coincided with emergence in colder reaches. Our results support the hypothesis that recruitment of native cutthroat trout in Colorado is limited by cold water temperatures that reduce growth and recruitment. High‐elevation streams, like those studied, that accumulate 900‐1,200 Celsius degree‐days during the growing season afford the best opportunity for cutthroat trout recruitment and translocation success. Streams that provide 800‐900 degree‐days probably sustain recruitment in some years, and those with less than 800 degree‐days are generally unsuitable for translocations because of a greater risk of recruitment failure and the smaller sizes attained by fry by the onset of winter.","author":[{"family":"Coleman","given":"Mark A."},{"family":"Fausch","given":"Kurt D."}],"citation-key":"colemanColdSummerTemperature2007a","container-title":"Transactions of the American Fisheries Society","DOI":"10.1577/T05-244.1","issue":"5","issued":{"date-parts":[[2007,9]]},"page":"1231-1244","publisher":"Wiley","title":"Cold Summer Temperature Limits Recruitment of Age‐0 Cutthroat Trout in High‐Elevation Colorado Streams","type":"article-journal","volume":"136"},
  {"id":"crequeUseGISDerivedLandscapeScale2005","abstract":"Both site- and landscape-scale processes play important roles in the biological communities of rivers. Understanding the influences of these processes on fish abundance can help direct management and research efforts toward appropriate habitat variables and scales. We used multiple linear regression analysis of a regional fish and habitat database to determine the feasibility of using geographical information systems (GIS)–derived landscape-scale habitat variables to explain the spatial variation in the density of five sport fish species (Chinook salmon Oncorhynchus tshawytscha, steelhead O. mykiss, brown trout Salmo trutta, brook trout Salvelinus fontinalis, and white sucker Catostomus commersonii) in the rivers of Michigan’s Lower Peninsula. We compared these models with those developed using site-scale variables traditionally measured in the field. Landscape-scale riverine habitat variables obtained through GIS analysis and modeling of catchment characteristics accounted for 18–69% of the variation in fish density. Landscape estimates of mean July water temperature were negatively correlated with the density of brook trout, brown trout, and Chinook salmon. Drainage area was negatively correlated with the density of steelhead and white suckers, and 90% exceedence flow yield (a measure of flow stability) was positively correlated with the density of Chinook salmon and steelhead. Site-scale habitat variables explained less (12–57%) of the variation in fish density than landscape-scale variables. In the site-scale models, depth was negatively related to all species’ densities, and the percentage of soft substrates was positively correlated only with white suckers. Although there was still much unexplained variation in density, our models provide insight into key habitat variables that influence fish density patterns on a large scale.","author":[{"family":"Creque","given":"Sara M."},{"family":"Rutherford","given":"Edward S."},{"family":"Zorn","given":"Troy G."}],"citation-key":"crequeUseGISDerivedLandscapeScale2005","container-title":"North American Journal of Fisheries Management","DOI":"10.1577/M04-121.1","ISSN":"1548-8675","issue":"4","issued":{"date-parts":[[2005]]},"page":"1411-1425","title":"Use of GIS-Derived Landscape-Scale Habitat Features to Explain Spatial Patterns of Fish Density in Michigan Rivers","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1577/M04-121.1","volume":"25"},
  {"id":"cussacAbundanceNativeFishes2014","abstract":"The introduction of salmonids in Patagonia has resulted in significant impacts on its lakes, as well as a major impact on streams, in which native fishes seem to have been displaced almost completely by rainbow trout (Oncorhynchus mykiss). Another perspective is that the introduced salmonid species have resulted in wild fish populations that sustain an eco-nomically important sport fishery. The wide distribution and high abundance of escaped farmed rainbow trout, and a clear decrease in the abundance of native and successfully introduced salmonid species in Alicura Reservoir were all observed, based on comparison of recent data and data from 1993 to 1995 corresponding to littoral gillnet captures. Thus, both native fish and introduced salmonid populations seem to have been drastically reduced in the presence of farmed fish escapees. The results of the present study regarding fish escapes deserve major consideration when making deci-sions about fish cage culture activities for other Patagonian reservoirs.","author":[{"family":"Cussac","given":"Victor"},{"family":"Becker","given":"Leandro"},{"family":"Aigo","given":"Juana"},{"family":"Conte-Grand","given":"Cecilia"},{"family":"Blasetti","given":"Guillermo"},{"family":"Cordero","given":"Pedro"},{"family":"Crichigno","given":"Sonia"},{"family":"Nabaes","given":"Diego"}],"citation-key":"cussacAbundanceNativeFishes2014","container-title":"Lakes and Reservoirs: Research and Management","DOI":"10.1111/lre.12063","issue":"2","issued":{"date-parts":[[2014]]},"page":"74-85","title":"Abundance of native fishes, wild-introduced salmonids and escaped farmed rainbow trout in a Patagonian reservoir","type":"article-journal","volume":"19"},
  {"id":"cussacFishesSouthernSouth2009","abstract":"The latitudinal extension of southern South America imposes a thermal gradient that affects the structure of marine and freshwater fish assemblages and the biology of the species through direct exposure to the temperature gradients or by means of a web of historical and ecological relationships. We have reviewed biological and ecological data of marine and freshwater fishes from the southern Neotropics, including Patagonia, and report several examples of dependence on temperature, from glacial times to today's climate change. We were able to identify historic and present effects on the diversity of fish assemblages, isolation, southern limits for the distribution of species, and morphological variation among populations. There is a wide range of characteristics that exemplify an adaptation to low temperatures, including biochemical peculiarities, physiological adjustments, and alternative life history patterns, and these appear in both freshwater and marine, and native and exotic fishes. The consequences of stable temperature regimes in both the ocean and thermal streams deserve special mention as these shape specialists under conditions of low selective pressure. At present, habitat use and interactions among species are being subject to changes as consequences of water temperature, and some of these are already evident in the northern and southern hemispheres.","author":[{"family":"Cussac","given":"V. E."},{"family":"Fernández","given":"D.","dropping-particle":"a."},{"family":"Gómez","given":"S. E."},{"family":"López","given":"H. L."}],"citation-key":"cussacFishesSouthernSouth2009","container-title":"Fish Physiology and Biochemistry","DOI":"10.1007/s10695-008-9217-2","ISSN":"0920-1742","issued":{"date-parts":[[2009]]},"page":"29-42","title":"Fishes of southern South America: A story driven by temperature","type":"article-journal","volume":"35"},
  {"id":"fauschFloodDisturbanceRegimes2001","abstract":"There is growing awareness that predicting biological invasions will require the development of conceptual models for specific taxa at appropriate scales. Salmonids are ideal taxa for testing factors that influence invasions, because large numbers have been introduced worldwide for long periods and their ecology is well known. We evaluated the hypothesis that, among regions with suitable water temperatures, environmental resistance from flood disturbances that wash away trout fry strongly influence invasion success of rainbow trout (Oncorhynchus mykiss), the most widely introduced fish species. We predicted that flow regimes in regions where rainbow trout invasions are successful would match those in their native range and would differ from those in regions where invasions are moderately successful or failed. We tested six specific predictions about how timing, predictability, frequency, duration, and annual variability of floods, as well as timing of low flows, will differ relative to timing of rainbow trout fry emergence among five Holarctic regions. Analysis of hydrologic regimes for eight rivers each in the native range (Pacific Coast) and four regions where rainbow trout invasions varied from highly successful (Southern Appalachians) to moderate (Colorado, USA, and Hokkaido Island, Japan) or failed (Honshu Island) showed that winter flooding and summer low flows in Pacific Coast rivers that favor spring emergence of rainbow trout were closely matched by Southern Appalachian flow regimes. In contrast, the other three regions had spring or summer flooding that hampered rainbow trout recruitment to different degrees, and winter low flows. Rainbow trout invasion success was best explained by a match between timing of fry emergence and months of low flood probability. Alternatively, cold water temperatures, which hamper reproduction, and biotic interactions with brown trout (Salmo trutta) and whirling disease parasites may account for low invasion success in European regions. However, differences in genetic makeup of donor stocks and propagule pressure are unlikely mechanisms to explain invasions. Understanding how abiotic disturbances interact with timing of critical life history events to limit normative species will help ecologists develop more robust theories to predict invasion success.","author":[{"family":"Fausch","given":"Kurt D."},{"family":"Taniguchi","given":"Yoshinori"},{"family":"Nakano","given":"Shigeru"},{"family":"Grossman","given":"Gary D."},{"family":"Townsend","given":"Colin R."}],"citation-key":"fauschFloodDisturbanceRegimes2001","container-title":"Ecological Applications","DOI":"10.1890/1051-0761(2001)011[1438:FDRIRT]2.0.CO;2","ISSN":"1051-0761","issue":"5","issued":{"date-parts":[[2001]]},"page":"1438-1455","title":"Flood disturbance regimes influence rainbow trout invasion success among five holartic regions","type":"article-journal","URL":"http://www.esajournals.org/doi/abs/10.1890/1051-0761(2001)011[1438:FDRIRT]2.0.CO;2","volume":"11"},
  {"id":"fauschGradientTemperatureAffect1989","author":[{"family":"Fausch","given":"K D"}],"citation-key":"fauschGradientTemperatureAffect1989","container-title":"Physiology and Ecology, Japan","issue":"1","issued":{"date-parts":[[1989]]},"page":"303-322","title":"Do gradient and temperature affect distribution of, and interactions between, brook charr (Salvelinus fontinalis) and other resident salmonids in stream?","type":"article-journal","URL":"https://ci.nii.ac.jp/naid/10013009889/"},
  {"id":"fauschParadoxTroutInvasions2008","abstract":"A paradox of invasion biology is that even though native species are locally adapted to environmental conditions, nonnative species without this advantage often invade. Ecologists have advanced four main theories to explain why invaders are successful in some places and not others: biotic resistance, environmental resistance, human disturbance, and natural enemies. However, none of these theories alone can account for invasions by two trout species outside their native ranges in North America. Brook trout (Salvelinus fontinalis) are able to displace native cutthroat trout (Oncorhynchus clarkii) in the inland western US, but are themselves displaced by nonnative rainbow trout (O. mykiss)in the southeastern US. An alternative hypothesis is that an interaction among zoogeography, evolutionary history, and environmental resistance from the natural flow regimes can account for this paradox. The nonnative species invade successfully at the southern edge of the ranges of the native species, which are farthest from their ancestral origins. Due to their evolutionary history, the native species are poorly adapted to the natural disturbance regime at the southern limit of their ranges, but the nonnative species are preadapted by chance due to theirs. This alternative hypothesis about the interaction between the historical contingency of evolution and environmental resistance should be more widely tested, to inform both invasion biology and the conservation of native trout.","author":[{"family":"Fausch","given":"Kurt D."}],"citation-key":"fauschParadoxTroutInvasions2008","container-title":"Biological Invasions","DOI":"10.1007/s10530-007-9162-5","ISSN":"ISSN 1387-3547","issue":"5","issued":{"date-parts":[[2008,6]]},"page":"685-701","title":"A paradox of trout invasions in North America","type":"article-journal","URL":"http://link.springer.com/10.1007/s10530-007-9162-5","volume":"10"},
  {"id":"fischerHabitatRelationshipsFish2008","author":[{"family":"Fischer","given":"J. R."},{"family":"Paukert","given":"C. P."}],"citation-key":"fischerHabitatRelationshipsFish2008","container-title":"Ecology of Freshwater Fish","DOI":"10.1111/j.1600-0633.2008.00311.x","issue":"4","issued":{"date-parts":[[2008,12]]},"page":"597-609","title":"Habitat relationships with fish assemblages in minimally disturbed Great Plains regions","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1600-0633.2008.00311.x","volume":"17"},
  {"id":"frimpongSpatialscaleEffectsRelative2005","abstract":"A common theme in recent landscape studies is the comparison of riparian and watershed land use as predictors of stream health. The objective of this study was to compare the performance of reach-scale habitat and remotely assessed watershed-scale habitat as predictors of stream health over varying spatial extents. Stream health was measured with scores on a fish index of biotic integrity (IBI) using data from 95 stream reaches in the Eastern Corn Belt Plain (ECBP) ecoregion of Indiana. Watersheds hierarchically nested within the ecoregion were used to regroup sampling locations to represent varying spatial extents. Reach habitat was represented by metrics of a qualitative habitat evaluation index, whereas watershed variables were represented by riparian forest, geomorphology, and hydrologic indices. The importance of reach- versus watershed-scale variables was measured by multiple regression model adjusted-R2 and best subset comparisons in the general linear statistical framework. Watershed models had adjusted-R2 ranging from 0.25 to 0.93 and reach models had adjusted-R2 ranging from 0.09 to 0.86. Better-fitting models were associated with smaller spatial extents. Watershed models explained about 15% more variation in IBI scores than reach models on average. Variety of surficial geology contributed to decline in model predictive power. Results should be interpreted bearing in mind that reach habitat was qualitatively measured and only fish assemblages were used to measure stream health. Riparian forest and length-slope (LS) factor were the most important watershed-scale variables and mostly positively correlated with IBI scores, whereas substrate and riffle-pool quality were the important reach-scale variables in the ECBP.","author":[{"family":"Frimpong","given":"Emmanuel A."},{"family":"Sutton","given":"Trent M."},{"family":"Engel","given":"Bernard A."},{"family":"Simon","given":"Thomas P."}],"citation-key":"frimpongSpatialscaleEffectsRelative2005","container-title":"Environmental Management","DOI":"10.1007/s00267-004-0357-6","issued":{"date-parts":[[2005]]},"title":"Spatial-scale effects on relative importance of physical habitat predictors of stream health","type":"article-journal"},
  {"id":"frissellHierarchicalFrameworkStream1986b","abstract":"Classification of streams and stream habitats is useful for research involving establishment of monitoring stations, determination of local impacts of land-use practices, generalization from site-specific data, and assessment of basin-wide, cumulative impacts of human activities on streams and their biota. This article presents a frame-work for a hierarchical classification system, entailing an organized view of spatial and temporal variation among and within stream systems. Stream habitat systems, defined and classified on several spatiotemporal scales, are associated with watershed geomorphic features and events. Variables selected for classification define relative long-term capacities of systems, not simply short-term states. Streams and their watershed environments are classified within the context of a regional biogeoclimatic landscape classification. The framework is a perspective that should allow more systematic interpretation and description of watershed-stream relationships.","author":[{"family":"Frissell","given":"Christopher A."},{"family":"Liss","given":"William J."},{"family":"Warren","given":"Charles E."},{"family":"Hurley","given":"Michael D."}],"citation-key":"frissellHierarchicalFrameworkStream1986b","container-title":"Environmental Management","DOI":"10.1007/BF01867358","issue":"2","issued":{"date-parts":[[1986,3]]},"page":"199-214","publisher":"Springer-Verlag","title":"A hierarchical framework for stream habitat classification: Viewing streams in a watershed context","type":"article-journal","volume":"10"},
  {"id":"gidoFishhabitatRelationsSpatial2006a","abstract":"Habitat data collected at three spatial scales (catchments, reaches, and sites) were used to predict individual fish species occurrences and assemblage structure at 150 sites in the Kansas River basin. Habitat measurements for the catchments and reaches of each sample site were derived from available geographic information system (GIS) data layers. Habitat measurements at the sample sites were collected at the time of fish sampling. Because habitat measurements are typically more difficult to collect as the spatial scale of sampling decreases (i.e., field measurement versus a GIS analysis), our objective was to quantify the relative increase in predictive ability as we added habitat measurements from increasingly finer spatial scales. Although the addition of site-scale habitat variables increased the predictive performance of models, the relative magnitude of these increases was small. This was largely due to the general association of species occurrences with measurements of catchment area and soil factors, both of which could be quantified with a GIS. Habitat measurements taken at different spatial scales were often correlated; however, a partial canonical correspondence analysis showed that catchment-scale habitat measurements accounted for a slightly higher percent of the variation in fish-assemblage structure across the 150 sample sites than reach- or site-scale habitat measurements. We concluded that field habitat measurements were less informative for predicting species occurrences within the Kansas River basin than catchment data. However, because of the hierarchical nature of the geomorphological processes that form stream habitats, a refined understanding of the relationship between catchment-, reach- and site-scale habitats provides a mechanistic understanding of fish-habitat relations across spatial scales. © 2006 by the American Fisheries Society.","author":[{"family":"Gido","given":"Keith B."},{"family":"Falke","given":"Jeffrey A."},{"family":"Oakes","given":"Robert M."},{"family":"Hase","given":"Kristen J."}],"citation-key":"gidoFishhabitatRelationsSpatial2006a","container-title":"American Fisheries Society Symposium","issue":"48","issued":{"date-parts":[[2006]]},"page":"265-285","title":"Fish-habitat relations across spatial scales in prairie streams","type":"article-journal","volume":"2006"},
  {"id":"habitEfectosInvasionSalmonidos2015","abstract":"Sudamérica es uno de los seis “hotspots” globales de invasión de peces de agua dulce y Chile no es la excepción. Actualmente existen 27 especies introducidas de peces en ecosistemas de aguas continentales. Veinticinco (25) de las 27 exóticas pertenecen a familias no existentes en Chile, siendo Salmonidae, Cyprinidae e Ictaluridae las más abundantes y frecuentes. De esta manera, los peces nativos de Chile (45 especies) se enfrentan a competidores y depredadores desconocidos en términos evolutivos. En este trabajo analizamos principalmente la invasión de salmónidos en Patagonia, especies que luego de un siglo de introducciones, siembras (o sueltas) y escapes, son las más frecuentes en ríos y lagos patagónicos, presentando una amplia distribución tanto latitudinal como altitudinal. Describimos los efectos de los salmónidos sobre las especies nativas, principalmente galáxidos, y analizamos los diferentes mecanismos por los cuales ocurren. Concluimos que las especies nativas son especies “ingenuas” o “naïve”, que parecen no tener las capacidades físicas ni las actitudes comportamentales para contrarrestar o eludir las interferencias negativas de los salmónidos. Por ello, resulta urgente mejorar las actuales medidas de gestión asociadas a las especies introducidas en Chile para proteger la biodiversidad de ecosistemas de aguas continentales.","author":[{"family":"Habit","given":"Evelyn"},{"family":"González","given":"Jorge"},{"family":"Ortiz-Sandoval","given":"Juan"},{"family":"Elgueta","given":"Anaysa"},{"family":"Sobenes","given":"Catterina"}],"citation-key":"habitEfectosInvasionSalmonidos2015","container-title":"Ecosistemas","DOI":"10.7818/re.2014.24-1.00","issue":"1","issued":{"date-parts":[[2015]]},"page":"43-51","title":"Efectos de la invasión de salmónidos en ríos y lagos de Chile","type":"article-journal","volume":"24"},
  {"id":"habitNativeIntroducedFish2012","abstract":"Aim Geographic patterns of species richness have been linked to many physical and biological drivers. In this study, we document and explain gradients of species richness for native and introduced freshwater fish in Chilean lakes. We focus on the role of the physical environment to explain native richness patterns. For patterns of introduced salmonid richness and dominance, we also examine the biotic resistance and human activity hypotheses. We were particularly interested in identifying the factors that best explain the persistence of salmonid-free lakes in Patagonia. Location Chile (39° to 54°S). Methods We conducted an extensive survey of 63 lakes, over a broad latitudinal range. We tested for the importance of temperature, ecosystem size, current and historic aquatic connectivity as well as measures of human activity (road access and land use) in determining patterns of native and introduced richness. Results Introduced species richness was positively correlated with native richness. Native and introduced richness declined with latitude, increased with temperature and ecosystem size. Variation in native richness was related to historic drainage connections, while introduced richness and salmonid dominance were significantly affected by current habitat connectivity. We found a total of 15 salmonid-free lakes, all located in remote areas south of 45°S, and all upstream of major naturally occurring physical barriers. Main conclusions Temperature, as a correlate of latitude, and lake size were key determinants of native and introduced species richness in Chilean lakes and were responsible for the positive correlation between native and introduced richness. We found no evidence for biotic resistance by native species to salmonid expansion, and although the original introductions were human-mediated, current patterns of introduced richness were not related to human activity, as measured by road access or land use. Rather, environmental factors, especially habitat connectivity and temperature, appear to limit salmonid expansion within Chilean freshwaters.","author":[{"family":"Habit","given":"Evelyn"},{"family":"Gonzalez","given":"Jorge"},{"family":"Ruzzante","given":"Daniel E."},{"family":"Walde","given":"Sandra J."}],"citation-key":"habitNativeIntroducedFish2012","container-title":"Diversity and Distributions","DOI":"10.1111/j.1472-4642.2012.00906.x","ISSN":"1366-9516","issue":"12","issued":{"date-parts":[[2012]]},"page":"1153-1165","title":"Native and introduced fish species richness in Chilean Patagonian lakes: Inferences on invasion mechanisms using salmonid-free lakes","type":"article-journal","volume":"18"},
  {"id":"harigMinimumHabitatRequirements2002a","abstract":"Translocation is an important management strategy in conservation programs for endangered or threatened species, including native cutthroat trout (Oncorhynchus clarki) in the western United States. Most subspecies of cutthroat trout have declined to <5% of their historical range, and both historical and translocated populations now persist in small isolated fragments of habitat. Success rates for translocations of fishes are generally <50%, and habitat quality or quantity are frequently cited as the cause of failure. Therefore, we conducted field surveys of stream-scale habitat and measured basin-scale habitat using a Geographic Information System for 27 streams where two subspecies of cutthroat trout were translocated in Colorado and New Mexico, to identify specific habitat attributes that contribute to the success of translocations. We used polytomous logistic regression to develop models that predict three categories of cutthroat trout translocation success (high, low, absent) from habitat attributes at two spatial scales. Models based on stream-scale habitat attributes indicated that cold summer water temperature, narrow stream width, and lack of deep pools limited translocations of cutthroat trout. Cold summer temperatures are known to delay spawning and prolong egg incubation, which reduces the growth of fry and likely limits their overwinter survival. Furthermore, small streams with few deep pools may lack the space necessary to permit overwinter survival of a sufficient number of individuals to sustain a population. Models based on basin-scale habitat were not as effective as stream-scale habitat models for distinguishing among translocation sites with high, low, or absent population status but indicated that a minimum watershed area of 14.7 km2 was useful as a coarse filter for separating sites with high numbers of cutthroat trout from those with low or absent status. Watersheds larger than this are expected to encompass low-elevation habitat that provides warmer summer temperatures and to have relatively wide stream channels of sufficient length to provide an adequate number of deep pools. These results indicate that the appropriate scale of habitat measurement for predicting cutthroat trout translocation success in fragmented watersheds is at the patch rather than landscape scale, which is similar to results for other salmonids and vertebrate taxa in general.","author":[{"family":"Harig","given":"Amy L."},{"family":"Fausch","given":"Kurt D."}],"citation-key":"harigMinimumHabitatRequirements2002a","container-title":"Ecological Applications","DOI":"10.1890/1051-0761(2002)012[0535:MHRFET]2.0.CO;2","issue":"2","issued":{"date-parts":[[2002]]},"page":"535-551","title":"Minimum habitat requirements for establishing translocated cutthroat trout populations","type":"article-journal","volume":"12"},
  {"id":"heggenesDownstreamMigrationCritical1988","abstract":"Fry of brown trout ,Atlantic salmon , brook trout and lake trout were tested for downstream migration and critical velocities with a method of stepwise increasing water velocities .Each velocity was tested for 15 min before increase to the next step. Critical velocities for fry entering the free- feeding stage, defined as the stage when the fry has resorbed its yolk sac  and will have to ascend from the bottom gravel to catch food , were between  0-10 and 0-25 m/s , varying among individuals and depending on species and water temperature . Downstream displacement started at lower velocities. Lake trout had the lowest critical velocity . Temperature influenced swimming performance considerably. On average , a 7°C increase in temerature resulted in a 0.05 m/s increase in critical velocity .The fry actively searched out the low-velocity niches in the channels. Flow sensivity gradually decreases with fry development ;when the fry had reached a length of 40-50 mm they were able to tolerate water velocities higher than 0.5m/s.","author":[{"family":"Heggenes","given":"J."},{"family":"Traaen","given":"T."}],"citation-key":"heggenesDownstreamMigrationCritical1988","container-title":"Journal of Fish Biology","DOI":"10.1111/j.1095-8649.1988.tb05412.x","ISSN":"0022-1112","issue":"5","issued":{"date-parts":[[1988]]},"page":"717-727","title":"Downstream migration and critical water velocities in stream channels for fry of four salmonid species","type":"article-journal","volume":"32"},
  {"id":"hubertHistoricalBiogeographySouth2006a","author":[{"family":"Hubert","given":"Nicolas"},{"family":"Renno","given":"Jean-François"}],"citation-key":"hubertHistoricalBiogeographySouth2006a","container-title":"Journal of Biogeography","DOI":"10.1111/j.1365-2699.2006.01518.x","issue":"8","issued":{"date-parts":[[2006,8]]},"page":"1414-1436","title":"Historical biogeography of South American freshwater fishes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1365-2699.2006.01518.x","volume":"33"},
  {"id":"juncosModelingPreyConsumption2013a","abstract":"Abstract We examined trophic interactions of the nonnative salmonids Rainbow Trout Oncorhynchus mykiss, Brown Trout Salmo trutta, and Brook Trout Salvelinus fontinalisand the main native predator Creole Perch Percichthys trucha in Lake Nahuel Huapi (Patagonia, Argentina) to determine the relative impact of each predator on their forage base and to evaluate the potential vulnerability of each predator to competitive impacts by the others. Using bioenergetics simulations, we demonstrated the overall importance of galaxiids and decapods to the energy budgets of nonnative salmonids and Creole Perch. Introduced salmonids, especially Rainbow Trout, exerted considerably heavier predatory demands on shared resources than did the native Creole Perch on both a per capita basis and in terms of relative population impacts. Rainbow Trout consumed higher quantities and a wider size range of Small Puyen (also known as Inanga) Galaxias maculatus than the other predators, including early pelagic life stages of that prey; as such, this represents an additional source of mortality for the vulnerable early life stages of Small Puyen before and during their transition from pelagic to benthic habitats. All predators were generally feeding at high feeding rates (above 40% of their maximum physiological rates), suggesting that competition for prey does not currently limit either Creole Perch or the salmonids in this lake. This study highlights the importance of keystone prey for the coexistence of native species with nonnative top predators. It provides new quantitative and qualitative evidence of the high predation pressure exerted on Small Puyen, the keystone prey species, during the larval to juvenile transition from pelagic to littoral-benthic habitat in Patagonian lakes. This study also emphasizes the importance of monitoring salmonid and Creole Perch population dynamics in order to detect signs of potential impacts through competition and shows the need to carefully consider the rationale behind any additional trout stocking. Received January 11, 2012; accepted September 8, 2012 We examined trophic interactions of the nonnative salmonids Rainbow Trout Oncorhynchus mykiss, Brown Trout Salmo trutta, and Brook Trout Salvelinus fontinalisand the main native predator Creole Perch Percichthys trucha in Lake Nahuel Huapi (Patagonia, Argentina) to determine the relative impact of each predator on their forage base and to evaluate the potential vulnerability of each predator to competitive impacts by the others. Using bioenergetics simulations, we demonstrated the overall importance of galaxiids and decapods to the energy budgets of nonnative salmonids and Creole Perch. Introduced salmonids, especially Rainbow Trout, exerted considerably heavier predatory demands on shared resources than did the native Creole Perch on both a per capita basis and in terms of relative population impacts. Rainbow Trout consumed higher quantities and a wider size range of Small Puyen (also known as Inanga) Galaxias maculatus than the other predators, including early pelagic life stages of that prey; as such, this represents an additional source of mortality for the vulnerable early life stages of Small Puyen before and during their transition from pelagic to benthic habitats. All predators were generally feeding at high feeding rates (above 40% of their maximum physiological rates), suggesting that competition for prey does not currently limit either Creole Perch or the salmonids in this lake. This study highlights the importance of keystone prey for the coexistence of native species with nonnative top predators. It provides new quantitative and qualitative evidence of the high predation pressure exerted on Small Puyen, the keystone prey species, during the larval to juvenile transition from pelagic to littoral-benthic habitat in Patagonian lakes. This study also emphasizes the importance of monitoring salmonid and Creole Perch population dynamics in order to detect signs of potential impacts through competition and shows the need to carefully consider the rationale behind any additional trout stocking. Received January 11, 2012; accepted September 8, 2012","author":[{"family":"Juncos","given":"Romina"},{"family":"Beauchamp","given":"David A."},{"family":"Vigliano","given":"Pablo H."}],"citation-key":"juncosModelingPreyConsumption2013a","container-title":"Transactions of the American Fisheries Society","DOI":"10.1080/00028487.2012.730109","ISSN":"0002-8487","issue":"1","issued":{"date-parts":[[2013]]},"page":"268-281","title":"Modeling prey consumption by native and nonnative piscivorous fishes: Implications for competition and impacts on shared prey in an ultraoligotrophic lake in patagonia","type":"article-journal","volume":"142"},
  {"id":"kolarProgressInvasionBiology2001","abstract":"Predicting which species are probable invaders has been a long-standing goal of ecologists, but only recently have quantitative methods been used to achieve such a goal. Although restricted to few taxa, these studies reveal clear relationships between the characteristics of releases and the species involved, and the successful establishment and spread of invaders. For example, the probability of bird establishment increases with the number of individuals released and the number of release events. Also, the probability of plant invasiveness increases if the species has a history of invasion and reproduces vegetatively. These promising quantitative approaches should be more widely applied to allow us to predict patterns of invading species more successfully.","author":[{"family":"Kolar","given":"Cynthia S."},{"family":"Lodge","given":"David M."}],"citation-key":"kolarProgressInvasionBiology2001","container-title":"Trends in Ecology & Evolution","DOI":"10.1016/S0169-5347(01)02101-2","issue":"4","issued":{"date-parts":[[2001,4]]},"page":"199-204","publisher":"Elsevier Current Trends","title":"Progress in invasion biology: predicting invaders","type":"article-journal","volume":"16"},
  {"id":"kraftCommunityAssemblyCoexistence2015a","abstract":"© 2014 British Ecological Society. One of the most pervasive concepts in the study of community assembly is the metaphor of the environmental filter, which refers to abiotic factors that prevent the establishment or persistence of species in a particular location. The metaphor has its origins in the study of community change during succession and in plant community dynamics, although it has gained considerable attention recently as part of a surge of interest in functional trait and phylogenetic-based approaches to the study of communities. While the filtering metaphor has clear utility in some circumstances, it has been challenging to reconcile the environmental filtering concept with recent developments in ecological theory related to species coexistence. These advances suggest that the evidence used in many studies to assess environmental filtering is insufficient to distinguish filtering from the outcome of biotic interactions. We re-examine the environmental filtering metaphor from the perspective of coexistence theory. In an effort to move the discussion forward, we present a simple framework for considering the role of the environment in shaping community membership, review the literature to document the evidence typically used in environmental filtering studies and highlight research challenges to address in coming years. The current usage of the environmental filtering term in empirical studies likely overstates the role abiotic tolerances play in shaping community structure. We recommend that the term 'environmental filtering' only be used to refer to cases where the abiotic environment prevents establishment or persistence in the absence of biotic interactions, although only 15% of the studies in our review presented such evidence. Finally, we urge community ecologists to consider additional mechanisms aside from environmental filtering by which the abiotic environment can shape community pattern.","author":[{"family":"Kraft","given":"Nathan J.B."},{"family":"Adler","given":"Peter B."},{"family":"Godoy","given":"Oscar"},{"family":"James","given":"Emily C."},{"family":"Fuller","given":"Steve"},{"family":"Levine","given":"Jonathan M."}],"citation-key":"kraftCommunityAssemblyCoexistence2015a","container-title":"Functional Ecology","DOI":"10.1111/1365-2435.12345","issue":"5","issued":{"date-parts":[[2015]]},"page":"592-599","title":"Community assembly, coexistence and the environmental filtering metaphor","type":"article-journal","volume":"29"},
  {"id":"lallementLandscapeFactorsModulating","abstract":"Understanding how ecosystem processes influencing fish distribution operate across spatial scales is important to understand biological invasions. Salmonids, originally from the Northern Hemisphere, have been repeatedly introduced throughout the world, making them an ideal group to test hypotheses about factors driving invasions. We assessed the influence of environmental variables at the watershed scale on the abundance and structure of salmonid assemblages in the breeding streams of the Upper Limay river basin, Rio Negro, Argentina. We combined field captures with digital map data and geographic information systems to examine landscape-level patterns of salmonid abundance in 35 representative sub-basins of the environmental gradient. We employed a hierarchical cluster analysis and classification and regression tree models to relate the abundance of salmonids and types of species assemblages with environmental characteristics at watershed level. We found stream localization, precipitation regime, altitude and air temperature to be important predictors of the abundance and assemblage structure of salmonids. Total catches showed an increasing gradient of catch-per-unit-effort from west to east and from north to south, with Oncorhynchus mykiss being the most abundant species. O. mykiss relative abundance was westward skewed, where smaller catchments with steeper and shaded valleys are drained by less productive streams with more irregular hydrological regimes, like those found in this species' North American native range. In contrast, the abundance of Salmo trutta abundance was eastward skewed, where larger, sunnier and more gently sloped catchments result in more productive streams with stable hydrological regimes, like those found in that species' European native range. Thus, differential salmonid abundance could result from the interplay between the evolutionary fingerprint left by each species' native environment (especially flow and temperature regimes) and the availability of those conditions in new environments to which they have been translocated. By furthering our understanding of how landscape conditioned invasion success, these findings can help guide the management of economically important introduced fish.","accessed":{"date-parts":[[2020,9,11]]},"author":[{"family":"Lallement","given":"MailÃ©n E."},{"family":"Rechencq","given":"MagalÃ­"},{"family":"FernÃ¡ndez","given":"MarÃ­a V."},{"family":"Zattara","given":"Eduardo E."},{"family":"Sosnovsky","given":"Alejandro"},{"family":"Vigliano","given":"Pablo"},{"family":"Garibotti","given":"Gilda"},{"family":"Alonso","given":"Marcelo F."},{"family":"Lippolt","given":"Gustavo"},{"family":"Macchi","given":"Patricio J."}],"citation-key":"lallementLandscapeFactorsModulating2020","container-title":"Journal of Fish Biology","DOI":"10.1111/jfb.14431","ISSN":"1095-8649","issue":"3","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/jfb.14431","page":"753-762","source":"Wiley Online Library","title":"Landscape factors modulating patterns of salmonid distribution during summer in north Patagonian rivers","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/jfb.14431","volume":"97"},
  {"id":"macchiPredationRelationshipsIntroduced1999b","author":[{"family":"Macchi","given":"P. J."},{"family":"Cussac","given":"V. E."},{"family":"Alonso","given":"M. F."},{"family":"Denegri","given":"M. A."}],"citation-key":"macchiPredationRelationshipsIntroduced1999b","container-title":"Ecology of Freshwater Fish","DOI":"10.1111/j.1600-0633.1999.tb00074.x","issue":"4","issued":{"date-parts":[[1999,12]]},"page":"227-236","title":"Predation relationships between introduced salmonids and the native fish fauna in lakes and reservoirs in northern Patagonia","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0633.1999.tb00074.x","volume":"8"},
  {"id":"marchettiAlienFishesCalifornia2004","abstract":"The literature on alien animal invaders focuses largely on successful invasions over broad geographic scales and rarely examines failed invasions. As a result, it is difficult to make predictions about which species are likely to become successful invaders or which environments are likely to be most susceptible to invasion. To address these issues, we developed a data set on fish invasions in watersheds throughout California (USA) that includes failed introductions. Our data set includes information from three stages of the invasion process (establishment, spread, and integration). We define seven categorical predictor variables (trophic status, size of native range, parental care, maximum adult size, physiological tolerance, distance from nearest native source, and propagule pressure) and one continuous predictor variable (prior invasion success) for all introduced species. Using an information-theoretic approach we evaluate 45 separate hypotheses derived from the invasion literature over these three stages of the invasion process. Our results indicate that successful establishment is best predicted with our global model that includes all seven variables, suggesting an inherent multivariate nature to the establishment stage of the invasion process. Spread of introduced fishes is best predicted using measures of physiological tolerance and propagule pressure. Species integration and impact is best predicted using a measure of prior invasion success. The results from analyses like this will help guide and inform management decisions regarding current and future species introductions.","author":[{"family":"Marchetti","given":"Michael P."},{"family":"Moyle","given":"Peter B."},{"family":"Levine","given":"Richard"}],"citation-key":"marchettiAlienFishesCalifornia2004","container-title":"Ecological Applications","DOI":"10.1890/02-5301","ISSN":"1051-0761","issue":"2","issued":{"date-parts":[[2004]]},"page":"587-596","title":"Alien fishes in California watersheds: Characteristics of successful and failed invaders","type":"article-journal","volume":"14"},
  {"id":"marchettiFishInvasionsCalifornia2011","author":[{"family":"Marchetti","given":"Michael P."},{"family":"Light","given":"Theo"},{"family":"Adler","given":"Peter B."},{"family":"Viers","given":"Joshua H."}],"citation-key":"marchettiFishInvasionsCalifornia2011","issue":"5","issued":{"date-parts":[[2011]]},"page":"1507-1525","title":"Fish Invasions in California Watersheds : Testing Hypotheses Using Landscape Patterns","type":"article-journal","volume":"14"},
  {"id":"matthewsPatternsFreshwaterFish1998a","author":[{"family":"Matthews","given":"W J"}],"citation-key":"matthewsPatternsFreshwaterFish1998a","event-place":"NewYork, New York","issued":{"date-parts":[[1998]]},"publisher":"Chapman & Hall","publisher-place":"NewYork, New York","title":"Patterns in Freshwater Fish Ecology","type":"book"},
  {"id":"miserendinoMacroinvertebrateFunctionalOrganization2007","abstract":"The composition and abundance of functional feeding groups of the macroinvertebrate communities were investigated along the Chubut River in the Patagonian Precordillera and Plateau, Argentina. Chubut River (>1000 km) is the largest river in the area and the hydrological regime is modified in the lower section by an artificial reservoir (Florentino Ameghino Dam). Quantitative benthic samples were collected at 13 sites in the upper, middle and lower sections of the river basin. Sites were visited four times during 2004 and physicochemical parameters, chlorophyll a and particulate organic matter (POM) were assessed. In terms of relative abundance, collector-gatherers and scrapers/grazers were the predominant groups at most sites. Shredders were not abundant in the upper sites and were practically absent at middle and lower basin sites. Collector filterers that comprised more than 25 % of abundance at the pre-regulated site were practically absent right below the dam. POM biomass decreased significantly with distance from the source and chlorophyll a showed a marked increase below the reservoir. We conclude that although there was a distinct headwaters fauna in the Chubut River, and sequential downstream changes in species composition, most functional feeding groups (apart from shredders) were represented down the whole length of the river. Finally, the usefulness of biotic indices and metrics in relation with main environmental features of the Chubut River basin is discussed.","author":[{"family":"Miserendino","given":"M. L."}],"citation-key":"miserendinoMacroinvertebrateFunctionalOrganization2007","container-title":"Annales de Limnologie - International Journal of Limnology","DOI":"10.1051/limn:2007008","ISSN":"0003-4088","issue":"3","issued":{"date-parts":[[2007,1]]},"page":"133-145","title":"Macroinvertebrate functional organization and water quality in a large arid river from Patagonia (Argentina)","type":"article-journal","URL":"http://www.limnology-journal.org/10.1051/limn:2007008","volume":"43"},
  {"id":"modenuttiStructureDynamicFood2010","abstract":"North Andean Patagonian aquatic systems include a number of deep and shallow oligotrophic lakes with a profuse hydrographic net. In this contribution we present a review of the researches carried out during the last decade in the food webs of North Patagonian water bodies. Food webs in these systems were studied based on field surveys, combining with field and laboratory experiments. Deep and shallow lakes were analyzed in relation to light, organic matter, and nutrient constraints as limiting interacting factors. In addition, we have also extended our knowledge on the structure and dynamics of stream food webs by analyzing different aspects of biotic interactions occurring both through the autotrophic and heterotrophic pathways. Since Andean lakes were defined as high-light low-nutrient environments, and in this scenario high C:P ratios would be expected, food webs of these lakes may be characterized by low food quality for herbivores. We analyzed how this low food quality affects the distribution of zooplankters, and the response at the cellular level. In shallow lakes, macrophytes contributed substantially to the dissolved organic matter content. Also the littoral zone offers higher food availability and refuge against predation. Finally, we analyzed the impact of the introduction of exotic salmonids on food webs of shallow lakes and headwater streams.","author":[{"family":"Modenutti","given":"Beatriz"},{"family":"Albariño","given":"Ricardo"},{"family":"Navarro","given":"Marcela Bastidas"},{"family":"Villanueva","given":"Verónica Díaz"},{"family":"Sol Souza","given":"María"},{"family":"Trochine","given":"Carolina"},{"family":"Laspoumaderes","given":"Cecilia"},{"family":"Cuassolo","given":"Florencia"},{"family":"Mariluán","given":"Gustavo"},{"family":"Buria","given":"Leonardo"},{"family":"Balseiro","given":"Esteban"}],"citation-key":"modenuttiStructureDynamicFood2010","container-title":"Ecologia Austral","issue":"8400","issued":{"date-parts":[[2010]]},"page":"95-114","title":"Structure and dynamic of food webs in Andean North Patagonian freshwater systems: Organic matter, light and nutrient relationships","type":"article-journal","volume":"20"},
  {"id":"montgomeryChannelTypeSalmonid1999","abstract":"Consideration of fundamental channel processes, together with map-based and field investigations, indicates that stream channel type influences salmonid spawning distributions across entire channel networks and salmonid abundance within channel reaches. Our analysis suggests that salmonid spawning patterns in mountain drainage basins of the Pacific Northwest are adapted to, among other things, the timing and depth of channel bed mobility. We hypothesize that because the bed of pool-riffle and plane-bed reaches scours to a variable fraction of the thickness of alluvium, survival to emergence is favored by either burying eggs below the annual scour depth or avoiding egg burial during times of likely bed mobility. Conversely, annual mobility of all available spawning gravel in steeper step-pool and cascade channels favors either adaptations that avoid egg burial during times of likely bed mobility or selection of protected microhabitats. Consistent with these expectations, we find that salmonid spawning distributions track channel slope distributions in several west-slope Pacific Northwest watersheds, implying that spatial differences in channel processes influence community structure in these rainfall-dominated drainage basins. More detailed field surveys confirm that different channel types host differential use by spawning salmonids and reveal finer-scale influences of pool spacing on salmonid abundance.","author":[{"family":"Montgomery","given":"David R"},{"family":"Beamer","given":"Eric M"},{"family":"Pess","given":"George R"},{"family":"Quinn","given":"Thomas P"}],"citation-key":"montgomeryChannelTypeSalmonid1999","container-title":"Canadian Journal of Fisheries and Aquatic Sciences","DOI":"10.1139/f98-181","ISSN":"0706-652X","issue":"3","issued":{"date-parts":[[1999]]},"page":"377-387","title":"Channel type and salmonid spawning distribution and abundance","type":"article-journal","URL":"http://www.nrcresearchpress.com/doi/abs/10.1139/f98-181","volume":"56"},
  {"id":"moyleBiologicalInvasionsFresh1996","abstract":"Because the integrity of aquatic ecosystems is being challenged worldwide by invading species, there is a growing need to understand the invasion process and to predict the success and effects of invading species. Case histories of fish invasions in streams, lakes, and estuaries indicate that invading species and systems being invaded interact in idiosyncratic ways that are often hard to predict, largely because of the role of environmental variability in deter mining rite outcomes of invasions. We nevertheless present a conceptual model of aquatic invasions and a dozen empirically-derived rules that seem to govern most aquatic invasions. While these rules are limited in their usefulness, they do seem to have more predictive value than rules derived from community assembly theory. Copyright (C) 1996 Elsevier Science Limited","author":[{"family":"Moyle","given":"Peter B."},{"family":"Light","given":"Theo"}],"citation-key":"moyleBiologicalInvasionsFresh1996","container-title":"Biological Conservation","issue":"1-2","issued":{"date-parts":[[1996]]},"page":"149-161","title":"Biological invasions of fresh water: empirical rules and assembly theory","type":"article-journal","URL":"papers2://publication/uuid/F93E2B6A-BD77-4DE6-BB66-C17E23BC951F","volume":"78"},
  {"id":"nehringDeterminationPopulationlimitingCritical1993a","author":[{"family":"Nehring","given":"R. B.","dropping-particle":"rry"},{"family":"Anderson","given":"R. M."}],"citation-key":"nehringDeterminationPopulationlimitingCritical1993a","container-title":"Rivers","issue":"1","issued":{"date-parts":[[1993,3]]},"page":"1-19","title":"Determination of population-limiting critical salmonid habitats in Colorado streams using the physical habitat simulation system","type":"article-journal","volume":"4"},
  {"id":"oakesModellingStreamFishes2005","abstract":"Predicting species distributions has important implications for the conservation and management of freshwater fishes, particularly in areas such as the Great Plains, USA where human impacts have resulted in extirpations and declines for numerous native species. There are a number of statistical approaches for constructing distributional models; the accuracy of each is likely dependent on the nature of the environmental gradients, species responses to those gradients and the spatial extent of the modelling. Thus, it is important to compare multiple approaches across species and habitats to identify the most effective modelling approach. Using geographical information system (GIS) derived characteristics of stream segments as predictors, we tested the model performance of three methodologies - linear discriminant function analysis, classification trees and artificial neural networks (ANN) - for predicting the occurrence of 38 fish species in a Great Plains river basin. Results showed that all approaches predicted species occurrences with relatively high success. ANN generally were the best models, in that they generated the most significant models (35 of 38 species) and most accurately predicted species presence for the greatest number of species (average correct classification = 81.1%). The importance of GIS variables for predicting stream fish occurrences varied among species and modelling techniques, but were generally strong predictors of species distributions, including the federally endangered Topeka shiner Notropis topeka. In summary, predictive models should be viewed as both competitive and complementary methodologies for establishing quantitative linkages between fish species and their environment. Our study demonstrates the potential utility of such an approach for guiding conservation efforts for stream fishes of the Great Plains, USA.","author":[{"family":"Oakes","given":"R. M."},{"family":"Gido","given":"K. B."},{"family":"Falke","given":"J. A."},{"family":"Olden","given":"J. D."},{"family":"Brock","given":"B. L."}],"citation-key":"oakesModellingStreamFishes2005","container-title":"Ecology of Freshwater Fish","DOI":"10.1111/j.1600-0633.2005.00110.x","ISSN":"0906-6691","issue":"4","issued":{"date-parts":[[2005]]},"page":"361-374","title":"Modelling of stream fishes in the Great Plains, USA","type":"article-journal","volume":"14"},
  {"id":"parueloClimatePatagoniaGneral1998","author":[{"family":"Paruelo","given":"J M"},{"family":"Beltrán","given":"a"},{"family":"Jobbágy","given":"E"},{"family":"Sala","given":"O E"},{"family":"Golluscio","given":"R"}],"citation-key":"parueloClimatePatagoniaGneral1998","container-title":"Ecología Austral","issued":{"date-parts":[[1998]]},"page":"85-102","title":"The climate of Patagonia: gneral patterns and control son biotic processes","type":"article-journal","volume":"8"},
  {"id":"pascualFreshwaterFishesPatagonia2007a","abstract":"We review the status of the freshwater fish fauna of Patagonia, an assemblage with 26 native species, comprising fishes of Gondwanan origin, marine dispersants, and oceanic elements of local origin. Several processes, old and new, have shaped the landscape of Patagonia and its fauna: a Gondwanan heritage, the Andes uplifting, Pleistocene ice, volcanic activity, introduction of exotic fishes, mostly Salmonids, and climate change. While there is a significant tradition of taxonomic work on native fish species, research on life history, trophic relationships, and community structure has started to emerge only in the last 15 years. Most studies were conducted in oligotrophic lakes of the Andes; while fauna of streams remains poorly observed. While documentation of impacts by salmonids is scarce, there is some compelling evidence indicating that freshwater communities have been significantly shaped by exotic fish. Impacts by exotic species appear to be dependent on temperature on the east side of the Andes, and land use and watershed perturbation on the west side.","author":[{"family":"Pascual","given":"Miguel A"},{"family":"Cussac","given":"Víctor"},{"family":"Dyer","given":"Brian"},{"family":"Soto","given":"Doris"},{"family":"Vigliano","given":"Pablo"},{"family":"Ortubay","given":"Silvia"},{"family":"Macchi","given":"Patricio"}],"citation-key":"pascualFreshwaterFishesPatagonia2007a","container-title":"Aquatic Ecosystem Health & Management","DOI":"10.1080/14634980701351361","ISSN":"1463-4988","issue":"2","issued":{"date-parts":[[2007,6]]},"page":"212-227","publisher":"Taylor & Francis","title":"Freshwater fishes of Patagonia in the 21st Century after a hundred years of human settlement, species introductions, and environmental change","type":"article-journal","URL":"https://scholarlypublishingcollective.org/aehm/article/10/2/212/170860/Freshwater-fishes-of-Patagonia-in-the-21st-Century","volume":"10"},
  {"id":"rahelSpatialPatternsRelations1999a","author":[{"family":"Rahel","given":"Frank J."},{"family":"Nibbelink","given":"Nathan P."}],"citation-key":"rahelSpatialPatternsRelations1999a","container-title":"Canadian Journal of Fisheries and Aquatic Sciences","DOI":"10.1139/cjfas-56-S1-43","issue":"S1","issued":{"date-parts":[[1999]]},"page":"43-51","title":"Spatial patterns in relations among brown trout (<i>Salmo trutta</i>) distribution, summer air temperature, and stream size in Rocky Mountain streams","type":"article-journal","URL":"http://www.nrc.ca/cgi-bin/cisti/journals/rp/rp2_abst_e?cjfas_f99-210_56_ns_nf_cjfas56-99","volume":"56"},
  {"id":"reevesFishCommunities1998","author":[{"family":"Reeves","given":"G H"},{"family":"Bisson","given":"P.A"},{"literal":"DambacherJ.M"}],"citation-key":"reevesFishCommunities1998","container-title":"River ecology and management: lessons from the Pacific coastal ecoregion","editor":[{"family":"Naiman","given":"Robert J"},{"family":"Bilby","given":"Robert E."}],"event-place":"New York","issued":{"date-parts":[[1998]]},"page":"200-234","publisher":"Srpinger-Verlag","publisher-place":"New York","title":"Fish communities","type":"chapter"},
  {"id":"roweNaturalResourceEcology2009","author":[{"family":"Rowe","given":"David C"},{"family":"Pierce","given":"Clay L"},{"family":"Wilton","given":"Thomas F"}],"citation-key":"roweNaturalResourceEcology2009","DOI":"10.1577/M08-192.1","issued":{"date-parts":[[2009]]},"title":"Natural Resource Ecology and Management Publications Natural Resource Ecology and Management","type":"article-journal","URL":"http://dx.doi.org/10.1577/M08-192.1"},
  {"id":"ruzzantePhylogeographyPercichthyidaePisces2006","abstract":"We used molecular evidence to examine the roles that vicariance mechanisms (mountain-building and drainage changes during the Pleistocene) have played in producing phylogeographical structure within and among South American fish species of the temperate perch family Percichthyidae. The percichthyids include two South American genera, Percichthys and Percilia, each containing several species, all of which are endemic to southern Argentina and Chile (Patagonia). Maximum-likelihood phylogenies constructed using mitochondrial DNA (mtDNA) control region haplotypes and nuclear GnRH3-2 intron allele sequences support the current taxonomy at the genus level (both Percichthys and Percilia form strongly supported, monophyletic clades) but indicate that species-level designations need revision. Phylogeographical patterns at the mtDNA support the hypothesis that the Andes have been a major barrier to gene flow. Most species diversity occurs in watersheds to the west of the Andes, together with some ancient divergences among conspecific populations. In contrast, only one species (Percichthys trucha) is found east of the Andes, and little to no phylogeographical structure occurs among populations in this region. Mismatch analyses of mtDNA sequences suggest that eastern populations last went through a major bottleneck c. 188 000 bp, a date consistent with the onset of the penultimate and largest Pleistocene glaciation in Patagonia. We suggest that eastern populations have undergone repeated founder-flush events as a consequence of glacial cycles, and that the shallow phylogeny is due to mixing during recolonization periods. The area of greater diversity west of the Andes lies outside the northern limit of the glaciers. mtDNA mismatch analysis of the genus Percilia which is restricted to this area suggests a long-established population at equilibrium. We conclude that patterns of genetic diversity in these South American genera have been primarily influenced by barriers to gene flow (Andean orogeny, and to a lesser extent, isolation in river drainages), and by glacial cycles, which have resulted in population contraction, re-arrangement of some watersheds, and the temporary breakdown of dispersal barriers among eastern river systems.","author":[{"family":"Ruzzante","given":"Daniel E."},{"family":"Walde","given":"Sandra J."},{"family":"Cussac","given":"Victor E."},{"family":"Dalebout","given":"Merel L."},{"family":"Seibert","given":"Jacob"},{"family":"Ortubay","given":"Silvia"},{"family":"Habit","given":"Evelyn"}],"citation-key":"ruzzantePhylogeographyPercichthyidaePisces2006","container-title":"Molecular Ecology","DOI":"10.1111/j.1365-294X.2006.03010.x","issue":"10","issued":{"date-parts":[[2006,7]]},"page":"2949-2968","title":"Phylogeography of the Percichthyidae (Pisces) in Patagonia: roles of orogeny, glaciation, and volcanism","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1365-294X.2006.03010.x","volume":"15"},
  {"id":"schlosserSpatialVariationFish2000a","author":[{"family":"Schlosser","given":"Isaac J."},{"family":"Kallemeyn","given":"Larry W."}],"citation-key":"schlosserSpatialVariationFish2000a","container-title":"Ecology","DOI":"10.2307/177214","issue":"5","issued":{"date-parts":[[2000,5]]},"page":"1371-1371","title":"Spatial Variation in Fish Assemblages across a Beaver-Influenced Successional Landscape","type":"article-journal","URL":"http://www.jstor.org/stable/177214?origin=crossref","volume":"81"},
  {"id":"smithStreamFishAssemblages2005a","abstract":"The relative influence of local habitat variables and stream network position on fish assemblages was evaluated in this study of first-order through third-order streams within the Beaverkill–Willowemoc watershed in New York. We compared fish distribution and abundance over local and landscape scales by surveying 69 randomly selected tributaries within this 775- km2 watershed.We used watershed-level metrics of stream link magnitude, branch link, confluence link, downstream link, and stream order to evaluate the importance of stream network position upon fish assemblages. Results of canonical correspondence analysis indicated that six factors significantly influenced fish species abundance in our study watershed. The proportion of fine substrate, canopy cover, in-stream vegetation, and water temperature were the four local habitat factors related to the abundance of fish species in this watershed; confluence link and stream order were the stream network position measures with the greatest influence on fish assemblages. Our results show that stream fish assemblages in the study watershed were influenced by a combination of small-scale habitat variables and stream position within a watershed network. The significance of confluence link relative to that of other link measures designed to evaluate stream network position has never been previously established in a direct comparison. The usefulness of confluence link to characterize fish assemblages is consistent with efforts to identify metrics that are relevant to both watershed network geomorphology and ecology.","author":[{"family":"Smith","given":"Tamara A."},{"family":"Kraft","given":"Clifford E."}],"citation-key":"smithStreamFishAssemblages2005a","container-title":"Transactions of the American Fisheries Society","DOI":"10.1577/T03-051.1","ISSN":"0002-8487","issue":"2","issued":{"date-parts":[[2005]]},"page":"430-440","title":"Stream Fish Assemblages in Relation to Landscape Position and Local Habitat Variables","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1577/T03-051.1","volume":"134"},
  {"id":"southwoodHabitatTempletEcological1977a","author":[{"family":"Southwood","given":"T. R. E."}],"citation-key":"southwoodHabitatTempletEcological1977a","container-title":"The Journal of Animal Ecology","DOI":"10.2307/3817","issue":"2","issued":{"date-parts":[[1977,6]]},"page":"336-336","title":"Habitat, the Templet for Ecological Strategies?","type":"article-journal","URL":"http://www.jstor.org/stable/3817?origin=crossref","volume":"46"},
  {"id":"stanfieldUsingLandscapeApproach2006","abstract":"Effective management of salmonid populations in the Great Lakes basin requires understanding how their distribution and density vary spatially. We used a hierarchical ap- proach to evaluate the predictive capabilities of landscape conditions, local habitat features, and potential effects from coinhabiting salmonids on the distribution and densities of rain- bow trout Oncorhynchus mykiss, brook trout Salvelinus fontinalis, brown trout Salmo trutta, and coho salmon O. kisutch within the majority of the Canadian tributaries of Lake Ontario. We collected fish assemblage, instream habitat, and water temperature data from 416 wade- able stream sites. Landscape characteristics were obtained for each siteâ€™s catchment and sum- marized into six key attributes (drainage area, base flow index, percent impervious cover (PIC), reach slope, elevation, and location with respect to permanent fish barriers). Classification trees indicated that PIC in a catchment was a critical predictor of salmonid distribution, in that beyond a threshold of 6.6â€“9 PIC, all salmonids were predicted to be absent. Base flow index and barriers were also important predictors of the distribution of salmonids. Models generally provided higher classification success at predicting absence (86â€“98%) than predict- ing presence (63â€“87%). Landscape features were the best predictors of densities of rainbow and brook trout (adjusted r2 = 0.49 and 0.30 respectively), although the local habitat features were almost as effective for predicting brook trout (r2 = 0.23). Local habitat features (propor- tion of riffles and pools, substrate, cover, and stream temperature), and presence of other salmonids produced the best predictive model for brown trout. Coho salmon was only locally distributed in the basin, and the derived model was driven by spatial characteristics rather than ecological processes. Our models estimate 653,000 juvenile rainbow trout and 231,000 brook trout (all age-classes) in our study streams. Finally, we estimate that current brook trout distribution in our study area is only 21% of its historic range. INTRODUCTION","author":[{"family":"Stanfield","given":"Les W"},{"family":"Scott","given":"F"},{"family":"Borwick","given":"Jason A"}],"citation-key":"stanfieldUsingLandscapeApproach2006","container-title":"American Fisheries Society Symposium 48","ISSN":"0892-2284\\r1-888569-76-X","issued":{"date-parts":[[2006]]},"page":"601-621","title":"Using a landscape approach to identify the distribution and density patterns of salmonids in Lake Ontario tributaries","type":"article-journal","volume":"48"},
  {"id":"strangeInteractionPhysicalBiological1999","author":[{"family":"Strange","given":"Elizabeth M."},{"family":"Foin","given":"Theodore C."}],"citation-key":"strangeInteractionPhysicalBiological1999","container-title":"Ecological Assembly Rules","DOI":"10.1017/CBO9780511542237.012","editor":[{"family":"Weiher","given":"Evan"},{"family":"Keddy","given":"Paul"}],"event-place":"Cambridge","issued":{"date-parts":[[1999]]},"page":"311-337","publisher":"Cambridge University Press","publisher-place":"Cambridge","title":"Interaction of physical and biological processes in the assembly of stream fish communities","type":"chapter","URL":"https://www.cambridge.org/core/product/identifier/CBO9780511542237A020/type/book_part"},
  {"id":"warrenRiverFlowDeterminant2015a","abstract":"River flow regime is believed to have a fundamental effect on riverine biota. It influences key aquatic processes, including levels of dissolved oxygen, sediment transport and deposition, water quality and habitat type and distribution. We review the impact of flow on the abundance and distribution of salmonid fishes in the context of developing approaches to regulating, setting and restoring river flow regimes as a means of conserving and managing populations. Flow can have direct impacts on salmonids, both through peak flow resulting in the washout of juveniles, and stranding of all life stages under low flow conditions. Salmonids can also be adversely affected through indirect effects of flow, from impacts on water temperature, dissolved oxygen condition, sediment deposition, and habitat availability. Early life stages, particularly eggs and larvae, appear particularly susceptible to the adverse impacts of flow, since they have a limited capacity for behavioral responses to altered flow conditions. A constraint to conservation and management efforts for salmonids is in selecting river flow targets at the catchment scale with confidence. Most studies linking flow with salmonid population processes are site specific, and may not be readily transferable to other sites. Despite this uncertainty, the requirement for catchment level flow targets has become critical as pressure on water resources has intensified, at the same time that salmonid populations have declined. Our proposal is that hypothesis-led analyses of broad scale long-term datasets are key to quantifying variability in fish abundance with respect to flow and informing flow modification field experiments. The water industry, conservation organizations, and environmental regulators are charged with collaboratively tackling the question of how to set, manage and restore river flow parameters, within the framework of the emerging science of hydroecology.","author":[{"family":"Warren","given":"M."},{"family":"Dunbar","given":"M. J."},{"family":"Smith","given":"C."}],"citation-key":"warrenRiverFlowDeterminant2015a","container-title":"Environmental Biology of Fishes","DOI":"10.1007/s10641-015-0376-6","issue":"6","issued":{"date-parts":[[2015,6]]},"page":"1695-1717","publisher":"Kluwer Academic Publishers","title":"River flow as a determinant of salmonid distribution and abundance: a review","type":"article-journal","volume":"98"},
  {"id":"weiherAssemblyExperimentalWetland1995","abstract":"The ability to predict the composition of communities from environmental factors is a central goal of community ecology. We carefully selected a pool of species and subjected it to a range of environmental factors to determine which factors were able to filter out subsets of species. We began with a pool of 20 species and sowed them into 120 wetland microcosms representing 24 different habitat treatments and monitored them for 5 yr. The treatments were fertility, water depth, fluctuations in water depth, soil texture, leaf litter, length of the initial growing season, and invasion by Typha. After 5 yr 14 species persisted; no rare species survived. The experimental communities differed from random expectation and were assembled by rules that constrained their organization. There were strong and consistent effects of fertility, water level, and leaf litter on community composition. Community assembly was modeled as a series of environmental filters. Some aspects of assembly were deterministic: trajectories were constrained within two ''pathway basins'' and species rank abundances were significantly concordant within treatments. Other factors indicated that assembly has a strong stochastic component: 50% of species were present only occasionally and we cannot accurately predict species ranks. Community stochasticity did not show any clear patterns among treatments.","author":[{"family":"Weiher","given":"Evan"},{"family":"Keddy","given":"Paul A."}],"citation-key":"weiherAssemblyExperimentalWetland1995","container-title":"Oikos","DOI":"10.2307/3545956","issue":"3","issued":{"date-parts":[[1995,9]]},"page":"323-323","publisher":"JSTOR","title":"The Assembly of Experimental Wetland Plant Communities","type":"article-journal","volume":"73"}
]
